brew "aws-iam-authenticator"
brew "awscli"
brew "bash"
brew "bat"
brew "entr"
brew "elixir
brew "fd"
brew "fish"
brew "fzf"
brew "git"
brew "git-extras"
brew "git-lfs"
brew "htop"
brew "jq"
brew "lf"
brew "libpq"
brew "libxml2"
brew "libxslt"
brew "mplayer"
brew "ncdu"
brew "neovim"
brew "pyenv"
brew "python@3.9"
brew "reattach-to-user-namespace"
brew "rename"
brew "ripgrep"
brew "sops"
brew "starship"
brew "stow"
brew "tmux"
brew "tree"
