# brew "awscli"
brew "ast-grep"
brew "aws-iam-authenticator"
brew "bash"
brew "bat"
brew "ccls"
brew "chafa"
brew "clojure"
brew "clojure-lsp"
brew "elixir"
brew "elixir-ls"
brew "erlang"
brew "entr"
brew "eza"
brew "fd"
brew "fish"
brew "fnlfmt"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-extras"
brew "git-lfs"
brew "gleam"
brew "htop"
brew "idris"
brew "jq"
brew "leiningen"
brew "lf"
brew "libpq"
brew "libxml2"
brew "libxslt"
brew "lua-language-server"
brew "luarocks"
brew "mise"
brew "mplayer"
brew "ncdu"
brew "neovim"
brew "nim"
brew "node"
brew "opam"
brew "pyenv"
brew "python"
brew "reattach-to-user-namespace"
brew "rename"
brew "ripgrep"
brew "rust-analyzer"
brew "sops"
brew "starship"
brew "stow"
brew "tmux"
brew "tree"
brew "universal-ctags"
brew "uv"
brew "yaml-language-server"
brew "yazi"
brew "zoxide"
